<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>개인정보 처리방침</title>
<style type="text/css">
p {
	font-size: 14px;
}

dt {
	font-size: 14px;
	display: block;
}

dd {
	font-size: 12px;
	display: block;
}

div {
	width: auto;
	text-align: left;
}

ul {
	list-style: none;
}

</style>
</head>
<body>
	<div class="terms_wrap normal-space">
		<p>주식회사 꾸까(이하 ‘회사’라 한다)는 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한
			고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립․공개합니다.</p>
		<ul>
			<li><dl>
					<dt>제1조(개인정보의 처리목적)</dt>
					<dd>
						회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지
						않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할
						예정입니다.
						<ol>
							<li>1. 홈페이지 회원 가입 및 관리 <br>회원 가입의사 확인, 회원제 서비스 제공에 따른
								본인 식별․인증, 회원자격 유지․관리, 서비스 부정이용 방지, 각종 고지․통지, 고충처리 등
							</li>
							<li>2. 재화 또는 서비스 제공 <br>물품배송, 서비스 제공, 계약서․청구서 발송, 콘텐츠
								제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금결제․정산, 채권추심 등
							</li>
							<li>3. 마케팅 및 광고 <br>웹 페이지 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계
							</li>
							<li>4. 고충처리 <br>민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락․통지,
								처리결과 통보 등 <br>- 고충처리 담당 부서 명: kukka 고객상담실 <br>- 고충처리
								담당 부서 전화번호: 1661-1031
							</li>
						</ol>
					</dd>
				</dl></li>
			<li><dl>
					<dt>제2조(개인정보의 처리 및 보유기간)</dt>
					<dd>① 회사는 법령에 따른 개인정보 보유․이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은
						개인정보 보유․이용기간 내에서 개인정보를 처리․보유합니다.</dd>
					<dd>
						② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
						<ol>
							<li>1. 홈페이지 회원 가입 및 관리: 회원 탈퇴 시 부정이용 방지를 위하여 30일동안 보관 후
								파기하며, 재화 또는 서비스 제공에 해당하는 경우는 관련 법령에 의거하여 보유 기간 동안 보관 후 파기합니다. <br>다만,
								다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지 <br>1) 관계 법령 위반에 따른 수사․조사 등이
								진행중인 경우에는 해당 수사․조사 종료 시까지 <br>2) 홈페이지 이용에 따른 채권․채무관계 잔존 시에는
								해당 채권․채무관계 정산 시까지
							</li>
							<li>2. 재화 또는 서비스 제공 : 재화․서비스 공급완료 및 요금결제․정산 완료시까지 <br>다만,
								다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지 <br>1) 「전자상거래 등에서의 소비자 보호에
								관한 법률」에 따른 표시․광고, 계약내용 및 이행 등 거래에 관한 기록 <br>- 표시․광고에 관한 기록
								: 6월 <br>- 계약 또는 청약철회, 대금결제, 재화 등의 공급기록 : 5년 <br>- 소비자
								불만 또는 분쟁처리에 관한 기록 : 3년 <br>2)「통신비밀보호법」제41조에 따른 통신사실확인자료 보관
								<br>- 인터넷 로그기록자료, 접속지 추적자료 : 3개월
							</li>
						</ol>
					</dd>
				</dl></li>
			<li><dl>
					<dt>제3조(개인정보의 제3자 제공)</dt>
					<dd>① 회사는 정보주체의 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며,
						정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.</dd>
				</dl></li>
			<li><dl>
					<dt>제4조(정보주체(이용자 및 이용자의 법정 대리인)의 권리,의무 및 행사방법)</dt>
					<dd>
						① 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
						<ol>
							<li>1. 개인정보 열람요구</li>
							<li>2. 오류 등이 있을 경우 정정 요구</li>
							<li>3. 삭제요구</li>
							<li>4. 처리정지 요구</li>
						</ol>
					</dd>
					<dd>② 제1항에 따른 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실
						수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.</dd>
					<dd>③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를
						완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.</dd>
					<dd>④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수
						있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.</dd>
					<dd>⑤ 정보주체는 개인정보 보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의
						개인정보 및 사생활을 침해하여서는 아니됩니다.</dd>
				</dl></li>
			<li><dl>
					<dt>제5조(처리하는 개인정보 항목)</dt>
					<dd>
						회사는 다음의 개인정보 항목을 처리하고 있습니다.
						<ol>
							<li>1. 홈페이지 회원 가입 및 관리 <br>- 필수항목: 성명, 비밀번호, 휴대폰번호,
								이메일주소 <br>- 선택항목: 생년월일, 성별
							</li>
							<li>2. 재화 또는 서비스 제공 <br>- 필수항목: 신용카드번호, 은행계좌정보 등 결제정보,
								수취인 이름, 휴대폰 번호, 수취인 주소
							</li>
							<li>3. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다. <br>-IP주소,
								쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등
							</li>
						</ol>
					</dd>
				</dl></li>
			<li><dl>
					<dt>제6조(개인정보의 자동 수집 장치의 설치/운영 및 거부에 관한 사항)</dt>
					<dd>① 회사는 이용자에게 보다 빠르고 편리한 웹사이트 사용을 지원하고 개별적인 맞춤 서비스를 제공하기 위해
						이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.</dd>
					<dd>
						② 쿠키란 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에 보내는 소량의 정보이며 이용자의
						PC 컴퓨터 내의 하드디스크에 저장됩니다. <br>1) 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹
						사이트들에 대한 방문 및 이용형태, 인기 검색어, 이용자가 선호하는 설정 등을 저장하여 이용자에게 보다 빠른 웹 환경을
						지원하며, 편리한 이용을 위해 서비스 개선에 활용됩니다. <br>2) 쿠키의 설치 운영 및 거부: 이용자는
						웹브라우저에서 옵션을 설정(웹브라우저 상단의 도구 &gt; 인터넷 옵션 &gt; 개인정보 메뉴의 옵션 설정)함으로써
						모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.
					</dd>
					<dd></dd>
					<dd></dd>
				</dl></li>
			<li><dl>
					<dt>제7조 (개인정보 보호책임자)</dt>
					<dd>① 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및
						피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</dd>
					<dd>
						성명: 박춘화 <br>직책: CEO <br>연락처: 02-1661-1031 <br>이메일:
						flower@kukka.kr
					</dd>
					<dd>② 이용자는 회사의 서비스를 이용하며 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에
						관한 사항을 개인정보 보호책임자 및 담당자에게 문의할 수 있습니다. 회사는 이용자의 문의에 대해 지체 없이 답변 및
						처리해드릴 것입니다.</dd>
				</dl></li>
			<li><dl>
					<dt>제8조 (개인정보 처리방침 변경)</dt>
					<dd>① 이 개인정보 처리방침은 2018. 11.23부터 적용됩니다.</dd>
				</dl></li>
		</ul>
	</div>

</body>
</html>